Repository: psifidotos/Latte-Dock
Catalog: po/app/*.po
Languages: it

# %1 is the name of the containment
source: %1 Options
it: Opzioni %1

source: Layouts
it: Layout

source: Switch to another layout
it: Passa a un altro Layout

source: Configure...
it: Configura...

source: Activate Task Manager Entry %1
it: Attiva la voce Task Manager %1

source: New Instance for Task Manager Entry %1
it: Nuova istanza per la voce task manager %1

source: Show Latte Dock
it: Mostra Latte Dock

source: Alternative
it: Alternativa

# import/export config
source: The extracted file coulnd be copied!!!
it: Il file estratto potrebbe non essere copiato !!!

# import/export config
source: The file has a wrong format!!!
it: Il file ha un formato sbagliato!!!

# import/export config
source: The temp directory couldnt be created!!!
it: La directory temp potrebbe non essere creata !!!

source: Layouts Editor
it: Editor dei Layout

# new button
source: New
it: Nuovo

# copy button
source: Copy
it: Copia

# remove button
source: Remove
it: Rimuovi

# switch button
source: Switch
it: Passa a

# import button
source: Import
it: Importa

# export button
source: Export
it: Esporta

source: Import Layout/Configuration
it: Importa Layout/Configurazione

# import latte layouts/configuration
source: Latte Dock Full Configuration file (v0.1, v0.2)
it: Latte Dock, file di Configurazione Completo (v0.1, v0.2)

source: Import: Configuration file version v0.1
it: Importa: File di configurazione versione v0.1

source: You are going to import an old version <b>v0.1</b> configuration file.<br><b>Be careful</b>, importing the entire configuration <b>will erase all</b> your current configuration!!!.<br><br> <i>Alternative, you can <b>import safely</b> from this file<br><b>only the contained layouts...</b></i>
it: Stai per importare un vecchio file di configurazione <b>v0.1 </b><br><b> Fai attenzione</b>, importando l'intera configurazione <b> cancellerà tutta </b>la tua corrente configurazione !!!. <br><br> <i>In alternativa, puoi importare <b>in sicurezza </b>da questo file <b>solo i layout contenuti ...</b></i>

# import full configuration
source: Full Configuration
it: Configurazione completa

# import only the layouts
source: Only Layouts
it: Solo i Layout

source: Import: Configuration file version v0.2
it: Importa: File di configurazione versione v0.2

source: You are going to import a <b>v0.2</b> configuration file.<br><b>Be careful</b>, importing <b>will erase all</b> your current configuration!!!<br><br><i>Would you like to proceed?</i>
it: Stai per importare un file di configurazione <b> v0.2 </b>. <B> Fai attenzione </B>, l'importazione <b> cancellerà tutta </b> la tua corrente configurazione !!!<br> <br> <i> Vuoi procedere? </I>

# layout
source: Alternative
it: Alternativa

source: Export Layout/Configuration
it: Esporta Layout/Configurazione

# export full configuraion
source: Latte Dock Full Configuration file v0.2
it: Latte Dock, file di Configurazione Completo v0.2

# export layout
source: Failed to export layout
it: Impossibile esportare la configurazione

# export layout
source: Open location
it: Apri posizione

# export layout
source: Layout exported successfully
it: Layout esportato con successo

# import/export config
source: Failed to export configuration
it: Impossibile esportare la configurazione

# import/export config
source: Open location
it: Apri posizione

# import/export config
source: Full Configuration exported successfully
it: La configurazione completa è stata esportata correttamente

# import-done
source: Layout: <b>%0</b> imported successfully
it: Layout: <b>%0</b> importato con successo

source: Color
it: Colore

source: Name
it: Nome

source: In Menu
it: Nel Menu

source: Activities
it: Attività

source: Layout Warning
it: Avviso Layout

source: The layout(s) <b>%0</b> have <i>broken configuration</i>!!! Please <b>remove them<b> to improve the system stability...
it: I layout <b>%0 </b> hanno <i>la configurazione corrotta</i> !!! Si prega di <b>rimuoverli <b>per migliorare la stabilità del sistema ...

source: There are layouts with the same name, that is not permitted!!! Please update these names to re-apply the changes...
it: Ci sono layout con lo stesso nome ma questo non è permesso !!! Per favore aggiorna i nomi per ri-applicare le modifiche ...

source: Add Widgets...
it: Aggiungi Widget

source: Show Plasma Widget Explorer
it: Mostra Plasma Widget Explorer

source: Switching to layout <b>%0</b> ...
it: Passa al layout <b>%0</b> ...

# command line
source: Replace the current dock instance.
it: Sostituisce l'istanza dock corrente

# command line
source: Show the debugging messages on stdout.
it: Mostra i messaggi di debug sullo stdout

# command line
source: Show messages of debugging for the mask (Only useful to devs).
it: Mostra i messaggi di debug per la maschera (utile solo per gli sviluppatori)

# command line
source: Draw boxes around of the applets.
it: Disegna cornice intorno alle applet

# command line
source: Open a window with much debug information.
it: Apre una finestra con molte informazioni di debug

# command line
source: Import configuration.
it: Importa la configurazione

source: An instance is already running!, use --replace to restart Latte
it: Un istanza è già in esecuzione!, usa --replace per rieseguire Latte

source: The configuration cannot be imported
it: La configurazione non può essere importata

source: Latte is a dock based on plasma frameworks that provides an elegant and intuitive experience for your tasks and plasmoids. It animates its contents by using parabolic zoom effect and trys to be there only when it is needed. "Art in Coffee"
it: Latte è una dock basata sul plasma frameworks, ed offre un elegante e intuitiva esperienza per i tuoi task e plasmoidi, che anima facendo uso di un effetto zoom parabolico, "Art in Coffee"

source: Logo and Icons
it: Logo e Icone

source: Many bug reports
it: Molte segnalazioni di bug

source: Reviews for Latte Dock, CandilDock and NowDock
it: Recensioni per Latte Dock, CandilDock e NowDock

source: Latte Dock panel
it: Latte Dock

source: Dock configuration UI
it: Dock configurazione UI

source: Config model
it: Modello di configurazione

source: Info View Window
it: Finestra di visualizzazione delle informazioni

source: extended layout file
it: "Esteso" layout file

source: default preset file
it: File predefinito "Default"

source: plasma preset file
it: File predefinito "Plasma"

source: unity preset file
it: File predefinito "Unity"

source: extended preset file
it: File predefinito "Esteso"

source: tasks plasmoid separator
it: Plasmoide separatore dei task

# opens the layout manager window
source: Configure...
it: Configura...

source: Applets Size
it: Dimensione delle icone

source: Zoom On Hover:
it: Zoom al passaggio del mouse:

source: Zoom Factor
it: Fattore di Zoom

source: Screen Height Proportion:
it: Proporzione Altezza Schermo:

source: Applets Distance:
it: Spaziatura:

source: Animations
it: Animazioni

source: None
it: Nessuna

source: Background
it: Sfondo

# show panel
source: Show
it: Mostra

source: Size:
it: Dimensione:

source: Opacity:
it: Opacità:

source: Shadows
it: Ombre

source: Solid
it: Solido

source: Applet shadows
it: Ombre degli elementi grafici

# show applet shadow
source: Show
it: Mostra

# Use theme shadow
source: Theme
it: Tema

# Clear applet shadow settings
source: Clear
it: Pulisci

source: Please choose shadow color
it: Per favore, scegli il colore dell'ombra

source: Length
it: Lunghezza

source: Maximum:
it: Massimo:

source: Location
it: Posizione

source: On Primary
it: Uscita Primaria

source: Screen:
it: Schermo:

# bottom location
source: Bottom
it: Basso

# left location
source: Left
it: Sinistra

# top location
source: Top
it: Alto

# right location
source: Right
it: Destra

source: Alignment
it: Allineamento

# top alignment
source: Top
it: Alto

# left alignment
source: Left
it: Sinistra

# center alignment
source: Center
it: Centro

# bottom alignment
source: Bottom
it: Basso

# right alignment
source: Right
it: Destra

# justify alignment
source: Justify
it: Giustificato

source: Visibility
it: Visibilità

source: Always Visible
it: Sempre visibile

source: Auto Hide
it: Nascondi automaticamente

source: Dodge Active
it: Elude finestra attiva

source: Dodge Maximized
it: Elude finestra massimizzata

source: Dodge All Windows
it: Elude tutte le finestre

source: Windows Go Below
it: Finestre vanno sotto

source: Delay
it: Temporizzatori

source: Show:
it: Mostra:

source: Hide:
it: Nascondi:

source: General
it: Generale

source: Advanced
it: Avanzate

source: Behavior
it: Comportamento

source: Appearance
it: Aspetto

source: Copy Dock
it: Copia la Dock

source: New Dock
it: Nuova Dock

source: Add a new dock
it: Aggiunge una nuova dock

source: Remove
it: Rimuovi

source: Remove current dock
it: Sostituisce l'istanza dock corrente

source: Quit
it: Esci

source: Quit Latte
it: Esci da Latte

source: none
it: nessuno

source: Show glow around windows points
it: Mostra bagliore intorno agli indicatori

source: Different color for minimized windows
it: Colori differenti per le finestre minimizzate

source: Reverse position for lines and dots
it: Inverte la posizione degli indicatori

source: Indicator for active window group
it: Indicatore per il gruppo finestra attivo

source: Grouped windows show both a line and a dot when one of them is active
it: Le finestre raggruppate mostrano sia una riga che un punto quando una di loro è attiva

source: Interaction
it: Interazione

source: Preview windows on hovering
it: Mostra miniature dei task

source: Highlight windows on hovering
it: Risalta la finestra attiva

source: Show progress information for tasks
it: Mostra informazioni di progresso dei task

source: Show a beautiful progress animation e.g. when copying files with Dolphin
it: Mostra una bella animazione di avanzamento es: quando si copiano file con Dolphin

source: Show window actions in the context menu
it: Mostra azioni del task nel menu contestuale

source: Show indicator for audio streams
it: Mostra indicatore per i flussi audio

source: Audio indicator from which the user can mute/unmute an app
it: Indicatore audio con il quale controllare il volume dell'applicazione

source: Activate tasks through mouse wheel
it: Attiva i Task tramite la rotella del mouse

source: Enable/Disable the mouse wheel actions in order to cycle through tasks
it: Abilita/disabilita le azioni della rotellina del mouse per scorrere i Task

source: On middle-click:
it: Azione mouse click-centrale:

# The click action
source: None
it: Nessuna

source: Close Window or Group
it: Chiudi Finestra o Gruppo

source: New Instance
it: Nuova istanza

source: Minimize/Restore Window or Group
it: Minimizza/Ripristina Finestra o Gruppo

source: Cycle Through Tasks
it: Attraversa ciclicamente i Task

source: Toggle Task Grouping
it: Raggruppa/separa i Task

source: Left Click
it: Click sinistro

source: Middle Click
it: Click centrale

source: Right Click
it: Click destro

source: Launchers Group
it: Gruppo Lanciatori

# unique launchers group
source: Unique
it: Unico

source: Use a unique set of launchers for this dock
it: Utilizza un insieme unico di lanciatori per questa dock

source: Use the current layout set of launchers for this dock
it: Utilizza il set di lanciatori del layout corrente per questa dock

# global launchers group
source: Global
it: Globale

source: Use the global set of launchers for this dock
it: Utilizza l'insieme globale di lanciatori per questa dock

source: Filters
it: Filtri

source: Show only tasks from the current screen
it: Mostra solo i task dello schermo corrente

source: Show only tasks from the current desktop
it: Mostra solo i task della desktop corrente

source: Show only tasks from the current activity
it: Mostra solo i task della attività attuale

source: Blur for panel background
it: Sfondo del pannello sfuocato

source: Show applets/task title tooltips on hovering
it: Mostra il nome dell'applet/task al passaggio del mouse

source: Shrink thickness margins to minimum
it: Restringi lo spessore dei margini al minimo

source: Show background only for maximized windows
it: Mostra lo sfondo solo per le finestre massimizzate

source: The panel background becomes transparent but is shown when there is a maximized window
it: Quando una finestra è massimizzata, lo sfondo del pannello diventa visibile e trasparente

source: Hide panel shadow for maximized windows
it: Nascondi l'ombra del pannello per finestre massimizzate

source: Enable autostart during startup
it: Abilita avvio automatico durante la fase di avvio

source: Decrease applets size when it is needed
it: Ridimensiona icone quando necessario

source: Applets size is decreased automatically when the contents exceed the maximum length Hint: this option is disabled when only plasma taskmanagers are present
it: Le dimensioni delle icone vengono ridotte automaticamente quando il contenuto della dock supera la sua lunghezza massima Suggerimento: questa opzione è disabilitata quando sono presenti solo i plasma taskmanagers

source: Add launchers only in the corresponding area
it: Aggiunge i lanciatori solo nella corrispondente area

source: Launchers are added only in the taskmanager and not as plasma applets
it: I lanciatori vengono aggiunti solo nel task manager e non come applet di plasma

source: Behave as a normal dock window
it: Si comporta come una normale finestra dock

source: Remove the BypassWindowManagerHint flag from the window. The dock wont be above windows which are set at 'Always On Top'
it: Rimuove la spunta BypassWindowManagerHint dalla finestra. La dock non coprirà le finestre impostate con 'Always On Top'

source: Show info for layouts automatic switching
it: Mostra informazioni durante il cambio layout automatico

source: It shows a Latte specific info window
it: Mostra una finestra informativa specifica di Latte

source: Raise dock on desktop change
it: Mostra la dock, durante il cambio desktop

source: Raise dock on activity change
it: Mostra la dock, durante il cambio attività

source: Active Applet Indicator
it: Indicatore Applet attiva

# active indicator to no applets
source: None
it: Nessuna

source: Latte will not show any active applet indicator on its own except those the plasma theme provides
it: Latte, di suo, non mostrerà alcun indicatore di applet attiva eccetto per quelli che, il tema plasma offre

# active indicator only to in-house latte applets
source: Internals
it: Interni

source: Latte will show active applet indicators only for applets that have been adjusted by it for hovering capabilities e.g. folderview
it: Latte mostrerà l'indicatore applet attiva solo per applet che sono state adattate ad esso per capacità di navigazione es: folderview

# active indicator to all applets
source: All
it: Tutto

source: Latte will show active applet indicators for all applets
it: Latte mostrerà l'indicatore applet attiva, per tutte le applet

source: Extra Actions
it: Azioni extra

source: Add Spacer
it: Aggiungi spaziatore

source: Add a spacer to separate applets
it: Aggiunge uno spaziatore per separare le applets

source: Remove Tasks
it: Rimuovi TaskManager

source: Remove Latte plasmoid
it: Rimuove il plasmoide Latte

source: Dock for the masses
it: Dock per le masse

source: Configuration imported successfully
it: Configurazione importata con successo

source: Failed to import configuration
it: Impossibile importare la configurazione

source: Configuration exported successfully
it: Configurazione esportata con successo

source: Failed to export configuration
it: Impossibile esportare la configurazione

source: Switch to layout
it: Passa al layout
